export default function getMessages() {
    return [
        {
            target: 'sho',
            writer: 'maho',
            text: 'まほの手紙です。lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc'
        },
        {
            target: 'sho',
            writer: 'rin',
            text: `しょう
部門長生活はいかがだったでしょうか？新規と私たちの板挟みになって絶対めんどくさいなって思ったこともあっただろうけど、乗り越えてくれてありがとう！
今年のwebは去年までと大きく方法を変えて、今までのやり方との調整とか新しいことへの対応とか今までになかった大変さもきっとあったんだろうなって思います。でもほとんど弱音を吐かずやり遂げたこと、本当に尊敬します！
以前、弱音を吐くのはらしくないし、周りにマイナスしかないって言ってたけど、きっと多くの人は受け止めてくれるし、誰かに喋ってみたら案外スルッと解決しちゃうこともあるから、本当に悩んだときは相談してほしいな☺️まあ私もしょうと同じタイプだから自分で解決しちゃうのはよくわかるんだけどね笑
去年あげたwebの写真をケースにいれて大事にしてくれたのすごくうれしくて、あまり感情表に出すタイプじゃないけど、webのこと大切に思ってくれてたんだなってすごくうれしくて、その想いが今年の部門活動にしっかり還元されていてとってもかっこよかったよ！そう考えるとあの大雪の日に人が少なすぎる竹下通り歩いたのもいい思い出だね笑`
        },
        {
            target: 'sho',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'sho',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'iroha',
            writer: 'maho',
            text: 'まほの手紙です。lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc'
        },
        {
            target: 'iroha',
            writer: 'rin',
            text: `いろは
いろはは去年私がやってたタスクをたくさん引き継いでくれて全部しっかりこなしてくれて本当に頼もしかったし、うれしかった！ありがとう！なのにあんまり先輩らしく教えてあげたりできなくてごめんね🥲でも、いろはが「りんさんが後ろにいるから大丈夫だって思ってた」って言ってくれたのすっごくうれしくて、なんて優しいんだ！って幸せな気持ちになりました🥰
デザイン面でも今年のwebにとっていろはの存在はすごく大きかったんだろうなって思うよ！私いろはのあのXカード大好きなの！いろはの作るデザインやお絵描きどれも本当に素敵だからこれからも続けてほしいなってひっそりと願ってます🤭
予約のとれないいろたん美容院も最高だったね！部門関係なくいろんな子に頼られて、慕われてっていうのは本当にいろはのその人柄があってこそなんだろうなって、誇らしいなって思ってました😊これからもそのいろはらしくい続けてほしいなって思ってます！でも嫌なことがあったらちゃんと言っていいんだからね！てことでご飯も行こうね🍽️そこでいろはのお話しいっぱい聞かせてほしい🫶`
        },
        {
            target: 'iroha',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'iroha',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'miyuu',
            writer: 'maho',
            text: 'まほの手紙です。lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc'
        },
        {
            target: 'miyuu',
            writer: 'rin',
            text: `みゆう
今年は特にみゆうに関して思うことが多くて本当にがんばったねって、今思い出しても泣いちゃいそうです🥲
絶対悔しいことも辛いこともあっただろうし、今年の明大祭に悔いない？って聞かれたら、ない！って言い切れないだろうし、正直私もそうです、、でもみゆうががんばってたことは自信もって断言できるし、先輩としてそんな後輩をもてたことがすごく誇らしいよ！
あのたったの数分のために何時間もかけて準備するって経験をできることはなかなかないと思うから、ちょっとでもみゆうにとってプラスになってることがあればいいなって心の底から思ってます😌
本祭1日目、2人で回った時間すごく楽しかったよ！いろんなもの食べれたし、謎解きもできたし明大祭をあんなに楽しんだのは初めてかも笑みゆうのおかげだね！ありがとう😊
絶対絶対ご飯行こうね！それでいっぱいいっぱい話そうね🫶
p.s.ネイルがいつもかわいいぃぃぃぃ！みゆうのネイル見てるといや私まだいけるなって謎の安心感あるからこれからも派手派手ギラギラネイル見せてください笑`
        },
        {
            target: 'miyuu',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'miyuu',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'yudai',
            writer: 'maho',
            text: `ゆうだいへ
二年間お疲れさま！
一年生のときはあんなに後輩感満載だったのに、部門をみたときにちゃんと先輩として新規とたくさん話したり、教えたりしてて感動しました泣
今年はコードの書き方が変わったりして大変だったと思うけど、最後は自分にできることをやろうって新規に説明しながらタスクしててえらいな〜と思ってた！
去年から会議でたくさん話せて私の変な発言にも笑ってくれる雄大が後輩にいてくれて楽しかったよ！あと雄大はコーディングの大いなるポテンシャルを秘めているとずっと思っています＾＾
二年間ありがとう！`
        },
        {
            target: 'yudai',
            writer: 'rin',
            text: `ゆうだい
正直いうとね、仕事してる？？ってツッコみたくなることも多々あったよ。でも、片付け日に新規にいじられてるとことか見ちゃうとね、新規にとってゆうだいの存在って大きかったんだろうなって思っちゃうよ。悔しいけど！笑やっぱりwebって1番何してるかわかりづらいし、難しそう、大変そうって思われがちだからたぶん最初は緊張することも戸惑うこともあったんだろうなって思うけど、部門体験のとき「大丈夫！大丈夫！なんとかなる！」ってフランクに話してるゆうだい見て、肩の荷が下りた子もいるんだろうなって思うよ！新規にとってそういう存在はすごくありがたいと思うし、いてくれて良かったなって思います！
意外と周り見てるのも知ってるし、手伝ってって言ったら、「何すればいいですか」って積極的にきてくれるのも助かったよ！
あと、推しですって言ってくれたのはめちゃくちゃうれしかった😆人生で推しって言われる機会なかなかないからね笑
ゆうだいとしてもきっといろいろ思う中で活動してくれたんだと思うけど、最後まで続けてくれてありがとう！`
        },
        {
            target: 'yudai',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'yudai',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'atsuko',
            writer: 'maho',
            text: `あっちゃんへ
一年間お疲れさま！
あっちゃんは作業エアビの時に話したね！雄大の車のスピードに2人でビビってた気がする笑いつもたくさん話すあっちゃん、見てて楽しかったです！あと、会議で見た時おしゃれで可愛いなって密かに思ってた！！笑
一年間ありがとう！`
        },
        {
            target: 'atsuko',
            writer: 'rin',
            text: `あっちゃん
あまり直接お話しできる機会がなくてごめんね🥲
最初に部門体験に来たときは、「難しそう、、」って言ってたのに次に見たときにはコードと向き合っててがんばってるなって思ってたよ！
シャイな子たちが多い（印象の）web新規をあっちゃんの明るさが和ませるんじゃないかなって密かに思ってました☺️
これからもその明るさを大切に笑顔の中心にいてね！
p.s.眼鏡女子仲間できて実はうれしかったよ🫶`
        },
        {
            target: 'atsuko',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'atsuko',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'hitomi',
            writer: 'maho',
            text: `ひとみへ
一年間お疲れさま！
ひとみとは新規面談から局会議でも話せて嬉しかったよ〜！夏合宿にも来てくれてありがとう！川で水かけちゃってごめんね笑
コードのこととか教えたらすごく一生懸命聞いてくれて、とってもいい子で助かりました（ ;  ; ）
一年間ありがとう！`
        },
        {
            target: 'hitomi',
            writer: 'rin',
            text: `ひとみ
ちょっとシャイなのかなって思ってたけど話しかけてみたら、しっかりお話ししてくれて笑顔がまぶしかった😆
webって初めてのことが多いし、特に今年はできる子がいたから、いろいろと考えちゃうこともあったんじゃないかなって思ってたから、notionにひとみが作ったの上がってきたときはちょっと感動しちゃいました🥹細かい指摘への対応も大変だったと思うけど本当に頼もしかったよ！
これからも笑顔が素敵なひとみでいてね🫶`
        },
        {
            target: 'hitomi',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'hitomi',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'mitsuki',
            writer: 'maho',
            text: `みつきへ
一年間お疲れさま！
本祭とか局飲みでたくさん喋れて嬉しかったです！これからも泣きそうなときは涙腺コルクでキュってしてついでにチャラチャラしてケンタッキーを綺麗に食べよう^_^あともし「ずっとドラえもんな女」っていう動画見たことなかったら見てみてね、レインボーで1番好き笑
なんかお笑いの話ばっかりになっちゃったけど、忙しいのにサイト作るとき自分から学習しようとしてるみつきはすごく素敵だったしきっとしょうたいがも助かったと思う、、！私もそんな新規がいてくれて嬉しかったです泣 そしてダンサーのみつきもめちゃ楽しそうでめちゃかっこよかったです、、！また見に行かせてね♡
一年間ありがとう！`
        },
        {
            target: 'mitsuki',
            writer: 'rin',
            text: `みつき
ついにwebにダンス仲間が来た！って思ってすごくうれしかった😆現役でダンス続けながら明実のタスクもこなしてってすっごく大変だったと思うけど、最後までやり切って本当に尊敬です！
webに関しても積極的に質問してがんばってくれてたのちゃんと見てたよ。
留学に行くかもって話も聞いたけど、やりたいこといっぱいなのとっても素敵だから、無理のない範囲でなんでもやっちゃえ！応援してるよ☺️`
        },
        {
            target: 'mitsuki',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'mitsuki',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'taiga',
            writer: 'maho',
            text: `たいがへ
一年間本当にお疲れさま！
たいがは新規面談のときからWeb部門への熱とスキルがすごくて、これはWebも安泰だ、、！って安心してたんだけど、故にたくさんのタスクを背負うことになって、大変なこともたくさんあったよね。たいがとしょうとかを手伝えるほどのスキルと時間を作れなくてごめんね泣 そんなのがチェックしてて口うるさいかな、、って心配になったときもあったけど、修正も早くて色々対応してくれたり話し合ってくれて本当にありがたかったです、ありがとう。コーディングしてるたいがはめちゃくちゃかっこいいし頼りになったけど、普段の一年生のたいがもたくさん話してくれて、私の変な会話にも付き合ってくれてとてもかわいい後輩でした＾＾来年も続けるってなったら大変なことたくさんあると思うけど、たいがのスキルは本当にすごすぎるからどうか色々うまくいきますようにと願っております、差し入れもいつか持っていきます！
一年間ありがとう！`
        },
        {
            target: 'taiga',
            writer: 'rin',
            text: `たいが
大型新人が入ってきたって聞いたからどんな子なんだろって思ってたら本当に大型でした笑
私たちなんかより知識も技術もあるし、本当に大活躍だったね！指摘にもすぐに対応してくれて助かったよ。ありがとう！
もし、来年続けるのなら、そのスキルをぜひ下の代に伝えてほしいなって思います！
これから、その知識と技術でいろんなとこで活躍することを期待してます！`
        },
        {
            target: 'taiga',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'taiga',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
        {
            target: 'tatsuya',
            writer: 'maho',
            text: `たつやへ
一年間お疲れさま！
おいたつとは全体合宿のバスで話したね、洋画とかちょっと趣味が近いの知れて嬉しかった！作業エアビとかでもちょこちょこ話せて楽しかったよ〜またMARVELの話しようね！翔也たちがおいたつの本質的なおもしろさを語っているのを聞いたことがあるから私ももっとそのおもしろさを見たいです笑
一年間ありがとう！`
        },
        {
            target: 'tatsuya',
            writer: 'rin',
            text: `おいたつ
本祭までほとんどお話しする機会がなくてどんな子かなって思ってたけど、本祭期間にちょっとずつお話しできて、知れば知るほどおもしろい！なんだこの子！って思いました笑
本祭中はいろんなシフトに駆り出されてて、どれもしっかりこなしてるの見てたから頼もしいなって思ったよ！
自分の信念をもって、やりたいことを自由にやるおいたつらしく進んでいってね！`
        },
        {
            target: 'tatsuya',
            writer: 'oni',
            text: 'おにちゃんの手紙です。'
        },
        {
            target: 'tatsuya',
            writer: 'shoya',
            text: 'しょうやの手紙です。'
        },
    ]
}