export default function getMessages() {
    return [
        {
            target: 'sho',
            writer: 'maho',
            text: `しょうへ
二年間お疲れさま！そして部門長ほんとーーーーにお疲れ様です！！
去年までの踏襲しまくりのシステムから色々変えてすごく大変だったと思います。パンフのメッセージにはああやって書いてくれてすごく嬉しかったけど、新しいことにチャレンジできない私からしたら、しょうはとっても眩しかったし、尊敬してるよ。
一年生のときは、心を開いてくれるか不安だったけど、たくさん話していくうちに、すごくユニークで変なノリできるおもしろい人だなーと思うようになって、部門長をやろうと考えてることを聞いたときはびっくり嬉しかったです。
部門長をやっている間、サシとか行って話を聞いてあげられなくてごめんね。引き継ぎも半端だったと思うし、大変なときもチェックしかできることがなかったけど、今年もふざけて話せたときもあって嬉しかったです、特にタスクの話した後ダジャレLINEになるの結構ツボだった笑
しょうの意欲と行動力は本当にすごいから、これからも誇っていってほしいです。
二年間ありがとう！`
        },
        {
            target: 'sho',
            writer: 'rin',
            text: `しょう
部門長生活はいかがだったでしょうか？新規と私たちの板挟みになって絶対めんどくさいなって思ったこともあっただろうけど、乗り越えてくれてありがとう！
今年のwebは去年までと大きく方法を変えて、今までのやり方との調整とか新しいことへの対応とか今までになかった大変さもきっとあったんだろうなって思います。でもほとんど弱音を吐かずやり遂げたこと、本当に尊敬します！
以前、弱音を吐くのはらしくないし、周りにマイナスしかないって言ってたけど、きっと多くの人は受け止めてくれるし、誰かに喋ってみたら案外スルッと解決しちゃうこともあるから、本当に悩んだときは相談してほしいな☺️まあ私もしょうと同じタイプだから自分で解決しちゃうのはよくわかるんだけどね笑
去年あげたwebの写真をケースにいれて大事にしてくれたのすごくうれしくて、あまり感情表に出すタイプじゃないけど、webのこと大切に思ってくれてたんだなってすごくうれしくて、その想いが今年の部門活動にしっかり還元されていてとってもかっこよかったよ！そう考えるとあの大雪の日に人が少なすぎる竹下通り歩いたのもいい思い出だね笑`
        },
        {
            target: 'sho',
            writer: 'oni',
            text: `偉大な部門長になりました。相当苦労したと思います。最後までやり遂げだのは元々ポテンシャルが高くて、しかも努力ができるしょうだから出来たことだから自信を持ってください。新しいことへの順応のスピードがマジで異次元。色んな天才と会ってきたけど、そいつらと肩を並べるくらいの天才です。他局のいろんな人と話してもしょうの凄さは広まってます。てか広めておきました。機会は減るけど、また駅前でコロナ飲もうね。`
        },
        {
            target: 'sho',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'iroha',
            writer: 'maho',
            text: `いろはへ
二年間お疲れさま！
いろたんは去年からすっごく話しやすくて、私でも先輩できるんだって思わせてくれた後輩力が高すぎるかわいいかわいい後輩です、重複してるけど笑 ノリで話しまくれちゃうのいつも楽しいな〜って思ってるし、たくさんいじってきてくれるの、実はとっても喜んでますのでこれからもどうぞよろしくです。笑
コードもできちゃうし、イラストかわいいし、文章チェックもできちゃういろたんは最強です！！運動神経も抜群すぎます＾＾
そして今年はいろは美容室にとってもお世話になりました！ありがとう！いつかまたして欲しいです！
二年間ありがとう！またご飯行こうね♡`
        },
        {
            target: 'iroha',
            writer: 'rin',
            text: `いろは
いろはは去年私がやってたタスクをたくさん引き継いでくれて全部しっかりこなしてくれて本当に頼もしかったし、うれしかった！ありがとう！なのにあんまり先輩らしく教えてあげたりできなくてごめんね🥲でも、いろはが「りんさんが後ろにいるから大丈夫だって思ってた」って言ってくれたのすっごくうれしくて、なんて優しいんだ！って幸せな気持ちになりました🥰
デザイン面でも今年のwebにとっていろはの存在はすごく大きかったんだろうなって思うよ！私いろはのあのXカード大好きなの！いろはの作るデザインやお絵描きどれも本当に素敵だからこれからも続けてほしいなってひっそりと願ってます🤭
予約のとれないいろたん美容院も最高だったね！部門関係なくいろんな子に頼られて、慕われてっていうのは本当にいろはのその人柄があってこそなんだろうなって、誇らしいなって思ってました😊これからもそのいろはらしくい続けてほしいなって思ってます！でも嫌なことがあったらちゃんと言っていいんだからね！てことでご飯も行こうね🍽️そこでいろはのお話しいっぱい聞かせてほしい🫶`
        },
        {
            target: 'iroha',
            writer: 'oni',
            text: `いろはがいるだけで場の雰囲気が明るくなって、去年も今年も楽しく過ごせました。去年は企画検索で一緒だから身近で凄さを感じましたが、今年は部門の外からでもいろはの影響力は伝わってきました。あと、いろは自身は遠慮してるけど、コードめっちゃ書けてます。努力の賜物ですね。2年間お疲れ様！`
        },
        {
            target: 'iroha',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'miyuu',
            writer: 'maho',
            text: 'まほの手紙です。lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc ultricies ultricies. Donec nec odio vitae nunc'
        },
        {
            target: 'miyuu',
            writer: 'rin',
            text: `みゆう
今年は特にみゆうに関して思うことが多くて本当にがんばったねって、今思い出しても泣いちゃいそうです🥲
絶対悔しいことも辛いこともあっただろうし、今年の明大祭に悔いない？って聞かれたら、ない！って言い切れないだろうし、正直私もそうです、、でもみゆうががんばってたことは自信もって断言できるし、先輩としてそんな後輩をもてたことがすごく誇らしいよ！
あのたったの数分のために何時間もかけて準備するって経験をできることはなかなかないと思うから、ちょっとでもみゆうにとってプラスになってることがあればいいなって心の底から思ってます😌
本祭1日目、2人で回った時間すごく楽しかったよ！いろんなもの食べれたし、謎解きもできたし明大祭をあんなに楽しんだのは初めてかも笑みゆうのおかげだね！ありがとう😊
絶対絶対ご飯行こうね！それでいっぱいいっぱい話そうね🫶
p.s.ネイルがいつもかわいいぃぃぃぃ！みゆうのネイル見てるといや私まだいけるなって謎の安心感あるからこれからも派手派手ギラギラネイル見せてください笑`
        },
        {
            target: 'miyuu',
            writer: 'oni',
            text: `3年目を続けるにあたり、引き留めてくれたことに大感謝です。今年は環境が大きく変わって、苦労をしたと思いますが、すぐに適応できていたのは流石継続だなって感動しました。また野球観に行きましょう。今度こそは勝ち試合を見たいです。`
        },
        {
            target: 'miyuu',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'yudai',
            writer: 'maho',
            text: `ゆうだいへ
二年間お疲れさま！
一年生のときはあんなに後輩感満載だったのに、部門をみたときにちゃんと先輩として新規とたくさん話したり、教えたりしてて感動しました泣
今年はコードの書き方が変わったりして大変だったと思うけど、最後は自分にできることをやろうって新規に説明しながらタスクしててえらいな〜と思ってた！
去年から会議でたくさん話せて私の変な発言にも笑ってくれる雄大が後輩にいてくれて楽しかったよ！あと雄大はコーディングの大いなるポテンシャルを秘めているとずっと思っています＾＾
二年間ありがとう！`
        },
        {
            target: 'yudai',
            writer: 'rin',
            text: `ゆうだい
正直いうとね、仕事してる？？ってツッコみたくなることも多々あったよ。でも、片付け日に新規にいじられてるとことか見ちゃうとね、新規にとってゆうだいの存在って大きかったんだろうなって思っちゃうよ。悔しいけど！笑やっぱりwebって1番何してるかわかりづらいし、難しそう、大変そうって思われがちだからたぶん最初は緊張することも戸惑うこともあったんだろうなって思うけど、部門体験のとき「大丈夫！大丈夫！なんとかなる！」ってフランクに話してるゆうだい見て、肩の荷が下りた子もいるんだろうなって思うよ！新規にとってそういう存在はすごくありがたいと思うし、いてくれて良かったなって思います！
意外と周り見てるのも知ってるし、手伝ってって言ったら、「何すればいいですか」って積極的にきてくれるのも助かったよ！
あと、推しですって言ってくれたのはめちゃくちゃうれしかった😆人生で推しって言われる機会なかなかないからね笑
ゆうだいとしてもきっといろいろ思う中で活動してくれたんだと思うけど、最後まで続けてくれてありがとう！`
        },
        {
            target: 'yudai',
            writer: 'oni',
            text: `自分では仕事しないとか言ってるけど、センスはピカイチだし、やればできちゃうのが羨ましいです。
後輩の面倒見もいいし、いい先輩になったなって思います。いろんなこと教えてくれたし、麻雀もしたし、後輩というか友達って感じです。2年間一緒に過ごせて楽しかったよ。お疲れ様。`
        },
        {
            target: 'yudai',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'atsuko',
            writer: 'maho',
            text: `あっちゃんへ
一年間お疲れさま！
あっちゃんは作業エアビの時に話したね！雄大の車のスピードに2人でビビってた気がする笑いつもたくさん話すあっちゃん、見てて楽しかったです！あと、会議で見た時おしゃれで可愛いなって密かに思ってた！！笑
一年間ありがとう！`
        },
        {
            target: 'atsuko',
            writer: 'rin',
            text: `あっちゃん
あまり直接お話しできる機会がなくてごめんね🥲
最初に部門体験に来たときは、「難しそう、、」って言ってたのに次に見たときにはコードと向き合っててがんばってるなって思ってたよ！
シャイな子たちが多い（印象の）web新規をあっちゃんの明るさが和ませるんじゃないかなって密かに思ってました☺️
これからもその明るさを大切に笑顔の中心にいてね！
p.s.眼鏡女子仲間できて実はうれしかったよ🫶`
        },
        {
            target: 'atsuko',
            writer: 'oni',
            text: `しっかりと話したのは局のバーベキューからで、めっちゃ話しやすかったです。作業エアビーも酔っ払って絡んだ記憶があります。エアビー史上でも相当上位に来るくらい楽しかったです。不快な思いをさせてたらごめんなさい。しっかりとご飯とか行ったことないから是非行きたいです！`
        },
        {
            target: 'atsuko',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'hitomi',
            writer: 'maho',
            text: `ひとみへ
一年間お疲れさま！
ひとみとは新規面談から局会議でも話せて嬉しかったよ〜！夏合宿にも来てくれてありがとう！川で水かけちゃってごめんね笑
コードのこととか教えたらすごく一生懸命聞いてくれて、とってもいい子で助かりました（ ;  ; ）
一年間ありがとう！`
        },
        {
            target: 'hitomi',
            writer: 'rin',
            text: `ひとみ
ちょっとシャイなのかなって思ってたけど話しかけてみたら、しっかりお話ししてくれて笑顔がまぶしかった😆
webって初めてのことが多いし、特に今年はできる子がいたから、いろいろと考えちゃうこともあったんじゃないかなって思ってたから、notionにひとみが作ったの上がってきたときはちょっと感動しちゃいました🥹細かい指摘への対応も大変だったと思うけど本当に頼もしかったよ！
これからも笑顔が素敵なひとみでいてね🫶`
        },
        {
            target: 'hitomi',
            writer: 'oni',
            text: `ラーメン班、カメラ班などなど結構接点はありましたね。特にカメラレクは今年1年の中でも思い出に残ってます。サイトは想像よりも難しかったと思いますが、本祭までよく頑張ったと思います。1年間お疲れ様！`
        },
        {
            target: 'hitomi',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'mitsuki',
            writer: 'maho',
            text: `みつきへ
一年間お疲れさま！
本祭とか局飲みでたくさん喋れて嬉しかったです！これからも泣きそうなときは涙腺コルクでキュってしてついでにチャラチャラしてケンタッキーを綺麗に食べよう^_^あともし「ずっとドラえもんな女」っていう動画見たことなかったら見てみてね、レインボーで1番好き笑
なんかお笑いの話ばっかりになっちゃったけど、忙しいのにサイト作るとき自分から学習しようとしてるみつきはすごく素敵だったしきっとしょうたいがも助かったと思う、、！私もそんな新規がいてくれて嬉しかったです泣 そしてダンサーのみつきもめちゃ楽しそうでめちゃかっこよかったです、、！また見に行かせてね♡
一年間ありがとう！`
        },
        {
            target: 'mitsuki',
            writer: 'rin',
            text: `みつき
ついにwebにダンス仲間が来た！って思ってすごくうれしかった😆現役でダンス続けながら明実のタスクもこなしてってすっごく大変だったと思うけど、最後までやり切って本当に尊敬です！
webに関しても積極的に質問してがんばってくれてたのちゃんと見てたよ。
留学に行くかもって話も聞いたけど、やりたいこといっぱいなのとっても素敵だから、無理のない範囲でなんでもやっちゃえ！応援してるよ☺️`
        },
        {
            target: 'mitsuki',
            writer: 'oni',
            text: `縦割りが一緒でそこから話せるようになりましたね。絶対に忙しいのに、webでタスクもしてて、頑張り屋さんですごいです。無限の体力憧れます。無理はしすぎず、好きなことをとことん突き詰めてください！`
        },
        {
            target: 'mitsuki',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'taiga',
            writer: 'maho',
            text: `たいがへ
一年間本当にお疲れさま！
たいがは新規面談のときからWeb部門への熱とスキルがすごくて、これはWebも安泰だ、、！って安心してたんだけど、故にたくさんのタスクを背負うことになって、大変なこともたくさんあったよね。たいがとしょうとかを手伝えるほどのスキルと時間を作れなくてごめんね泣 そんなのがチェックしてて口うるさいかな、、って心配になったときもあったけど、修正も早くて色々対応してくれたり話し合ってくれて本当にありがたかったです、ありがとう。コーディングしてるたいがはめちゃくちゃかっこいいし頼りになったけど、普段の一年生のたいがもたくさん話してくれて、私の変な会話にも付き合ってくれてとてもかわいい後輩でした＾＾来年も続けるってなったら大変なことたくさんあると思うけど、たいがのスキルは本当にすごすぎるからどうか色々うまくいきますようにと願っております、差し入れもいつか持っていきます！
一年間ありがとう！`
        },
        {
            target: 'taiga',
            writer: 'rin',
            text: `たいが
大型新人が入ってきたって聞いたからどんな子なんだろって思ってたら本当に大型でした笑
私たちなんかより知識も技術もあるし、本当に大活躍だったね！指摘にもすぐに対応してくれて助かったよ。ありがとう！
もし、来年続けるのなら、そのスキルをぜひ下の代に伝えてほしいなって思います！
これから、その知識と技術でいろんなとこで活躍することを期待してます！`
        },
        {
            target: 'taiga',
            writer: 'oni',
            text: `コードの技術は言わずもがな、教えるのも上手くて、もはや嫉妬は存在しませんでした。部門会議終わりに駅前で色んな他局の人とも話しましたね。この子はwebサイトだけで収まる器じゃないと思い、他局にこんな子がwebにいるんだよって言いまくってました。
たいが君、あとは頼みます。`
        },
        {
            target: 'taiga',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
        {
            target: 'tatsuya',
            writer: 'maho',
            text: `たつやへ
一年間お疲れさま！
おいたつとは全体合宿のバスで話したね、洋画とかちょっと趣味が近いの知れて嬉しかった！作業エアビとかでもちょこちょこ話せて楽しかったよ〜またMARVELの話しようね！翔也たちがおいたつの本質的なおもしろさを語っているのを聞いたことがあるから私ももっとそのおもしろさを見たいです笑
一年間ありがとう！`
        },
        {
            target: 'tatsuya',
            writer: 'rin',
            text: `おいたつ
本祭までほとんどお話しする機会がなくてどんな子かなって思ってたけど、本祭期間にちょっとずつお話しできて、知れば知るほどおもしろい！なんだこの子！って思いました笑
本祭中はいろんなシフトに駆り出されてて、どれもしっかりこなしてるの見てたから頼もしいなって思ったよ！
自分の信念をもって、やりたいことを自由にやるおいたつらしく進んでいってね！`
        },
        {
            target: 'tatsuya',
            writer: 'oni',
            text: `寡黙であんまり話すのが好きじゃないのかなって思ってたけど、実際に話すとめっちゃ面白くて、そのギャップにどハマりしました。web男子６人でまた飯に行きたいです。友達から電話かかってきても真に受けすぎないでね。`
        },
        {
            target: 'tatsuya',
            writer: 'shoya',
            text: '愛しています。愛しているからこそ、もう少し言葉を紡がせてください。'
        },
    ]
}